Repository: just-an-oldsalt/niacin
Catalog: niacin/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore

source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti

source: About Niacin
de: Über Niacin
es: Acerca de Niacin
fr: À propos de Niacin
it: Informazioni su Niacin

source: Activate for %@
de: Aktivieren für %@
es: Activar durante %@
fr: Activer pour %@
it: Attiva per %@

source: Activate on launch
de: Beim Start aktivieren
es: Activar al iniciar
fr: Activer au démarrage
it: Attiva all'avvio

source: Allow screen to sleep
de: Bildschirm darf schlafen
es: Permitir que la pantalla se suspenda
fr: Autoriser la mise en veille de l'écran
it: Consenti la sospensione dello schermo

source: App disabled by IT policy
de: App durch IT-Richtlinie deaktiviert
es: Aplicación desactivada por política de TI
fr: Application désactivée par la politique informatique
it: App disattivata dalla politica IT

source: Auto-updates disabled by policy
de: Automatische Updates durch Richtlinie deaktiviert
es: Actualizaciones automáticas desactivadas por política
fr: Mises à jour automatiques désactivées par la politique
it: Aggiornamenti automatici disattivati dalla politica

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Cerca automaticamente aggiornamenti

source: Available durations set by policy
de: Verfügbare Dauern durch Richtlinie festgelegt
es: Duraciones disponibles definidas por política
fr: Durées disponibles définies par la politique
it: Durate disponibili impostate dalla politica

# Awake until %@ · %@
source: Awake until %1$@ · %2$@
de: Wach bis %1$@ · %2$@
es: Despierto hasta %1$@ · %2$@
fr: Éveillé jusqu'à %1$@ · %2$@
it: Sveglio fino alle %1$@ · %2$@

source: Cannot be manually deactivated
de: Kann nicht manuell deaktiviert werden
es: No se puede desactivar manualmente
fr: Ne peut pas être désactivé manuellement
it: Non può essere disattivato manualmente

source: Check Now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
it: Controlla ora

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Cerca aggiornamenti…

source: Check frequency
de: Prüfintervall
es: Frecuencia de comprobación
fr: Fréquence de vérification
it: Frequenza di controllo

source: Daily
de: Täglich
es: Diaria
fr: Quotidienne
it: Giornaliera

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva

source: Deactivate on user switch
de: Bei Benutzerwechsel deaktivieren
es: Desactivar al cambiar de usuario
fr: Désactiver lors du changement d'utilisateur
it: Disattiva al cambio utente

source: Disabled by IT policy
de: Durch IT-Richtlinie deaktiviert
es: Desactivado por política de TI
fr: Désactivé par la politique informatique
it: Disattivato dalla politica IT

source: General
de: Allgemein
fr: Général
it: Generale

source: Indefinite activation not permitted
de: Unbegrenzte Aktivierung nicht erlaubt
es: Activación indefinida no permitida
fr: Activation illimitée non autorisée
it: Attivazione indefinita non consentita

source: Indefinitely
de: Unbegrenzt
es: Indefinidamente
fr: Indéfiniment
it: Indefinitamente

source: Keeping you awake · %@
de: Hält Sie wach · %@
es: Manteniéndote despierto · %@
fr: Vous garde éveillé · %@
it: Ti tiene sveglio · %@

source: Keeps your Mac awake — built for the enterprise.
de: Hält Ihren Mac wach — entwickelt für Unternehmen.
es: Mantiene tu Mac despierto — diseñado para la empresa.
fr: Maintient votre Mac éveillé — conçu pour l'entreprise.
it: Mantiene il tuo Mac sveglio — progettato per l'azienda.

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT

source: Managed by Organisation
de: Durch Organisation verwaltet
es: Gestionado por la organización
fr: Géré par l'organisation
it: Gestito dall'organizzazione

source: Max duration: %@
de: Maximale Dauer: %@
es: Duración máxima: %@
fr: Durée maximale : %@
it: Durata massima: %@

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuelle
it: Mensile

source: Niacin — %@ remaining
de: Niacin — %@ verbleibend
es: Niacin — %@ restantes
fr: Niacin — il reste %@
it: Niacin — %@ rimanenti

source: Niacin — Error: %@
de: Niacin — Fehler: %@
fr: Niacin — Erreur : %@
it: Niacin — Errore: %@

source: Niacin — Inactive
de: Niacin — Inaktiv
es: Niacin — Inactivo
fr: Niacin — Inactif
it: Niacin — Inattivo

source: Niacin — Keeping you awake
de: Niacin — Hält Sie wach
es: Niacin — Manteniéndote despierto
fr: Niacin — Vous garde éveillé
it: Niacin — Ti tiene sveglio

source: No durations available
de: Keine Dauern verfügbar
es: Sin duraciones disponibles
fr: Aucune durée disponible
it: Nessuna durata disponibile

source: Prevent device from locking
de: Gerätesperre verhindern
es: Evitar el bloqueo del dispositivo
fr: Empêcher le verrouillage de l'appareil
it: Impedisci il blocco del dispositivo

source: Quit Niacin
de: Niacin beenden
es: Salir de Niacin
fr: Quitter Niacin
it: Esci da Niacin

source: Quit disabled by policy
de: Beenden durch Richtlinie deaktiviert
es: Salir desactivado por política
fr: Quitter désactivé par la politique
it: Uscita disabilitata dalla politica

source: Screen & Lock
de: Bildschirm & Sperre
es: Pantalla y bloqueo
fr: Écran et verrouillage
it: Schermo e blocco

source: Session
de: Sitzung
es: Sesión
it: Sessione

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale

source: screen can sleep
de: Bildschirm darf schlafen
es: la pantalla puede suspenderse
fr: l'écran peut s'éteindre
it: schermo può sospendersi

source: screen stays on
de: Bildschirm bleibt an
es: la pantalla permanece encendida
fr: l'écran reste allumé
it: schermo resta acceso

source: Software Update
es: Actualización de software
fr: Mise à jour
it: Aggiornamento software

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
